Repository: pankajrsingla/jaspAcceptanceSampling
Catalog: po/QML-*.po
Languages: es, gl

# Description|
source: Acceptance Sampling
es: Muestreo de Aceptación
gl: Mostraxe de Aceptación

# Description|
source: Sampling for acceptance
es: Muestreo para aceptación
gl: Mostraxe para aceptación

# Description|
source: Attribute Sampling
es: Muestreo de Atributos
gl: Mostraxe de Atributos

# Description|
source: Create Attribute Plan
es: Crear Plan de Atributos
gl: Crear Plan de Atributos

# Description|
source: Analyze Attribute Plan
es: Analizar Plan de Atributos
gl: Analizar Plan de Atributos

# Description|
source: Variable Sampling
es: Muestreo de Variables
gl: Mostraxe de Variables

# Description|
source: Create Variable Plan
es: Crear Plan de Variables
gl: Crear Plan de Variables

# Description|
source: Analyze Variable Plan
es: Analizar Plan de Variables
gl: Analizar Plan de Variables

# Description|
source: Accept/Reject Lots
es: Aceptar/Rechazar Lotes
gl: Aceptar/Rexeitar Lotes

# Description|
source: Accept/Reject Lots (k-method)
es: Aceptar/Rechazar Lotes (método k)
gl: Aceptar/Rexeitar Lotes (método k)

# AnalyzeAttributePlan|
source: Single Sampling Plan
es: Plan de Muestreo Único
gl: Plan de Mostraxe Único

# AnalyzeAttributePlan|
source: Assess attribute plan
es: Evaluar plan de atributos
gl: Avaliar plan de atributos

# AnalyzeAttributePlan|
source: Multiple Sampling Plan
es: Plan de Muestreo Múltiple
gl: Plan de Mostraxe Múltiple

# AnalyzeAttributePlan|
source: Assess sampling plan
es: Evaluar plan de muestreo
gl: Avaliar plan de mostraxe

# AnalyzeVariablePlan|
source: Lot size (N)
es: Tamaño del lote (N)
gl: Tamaño do lote (N)

# AnalyzeVariablePlan|
source: Sample size (n)
es: Tamaño muestral (n)
gl: Tamaño mostral (n)

# AnalyzeVariablePlan|
source: Standard Deviation (Historical) known
es: Desviación Típica (Histórica) conocida
gl: Desvío Padrón (Histórico) coñecido

# AnalyzeVariablePlan|
source: Assess variable plan
es: Evaluar plan de variables
gl: Avaliar plan de variables

source: Distribution
es: Distribución
gl: Distribución

# Distribution|
source: Hypergeometric
es: Hipergeométrica
gl: Hiperxeométrica

source: Output options
es: Opciones de salida
gl: Opcións da saída de resultados

# OutputOptions|
source: Summary table
es: Tabla resumen
gl: Táboa resumo

# OutputOptions|
source: OC curve
es: Curva OC
gl: Curva OC

# OutputOptions|
source: AOQ curve (plan with rectification)
es: Curva AOQ (plan con rectificación)
gl: Curva AOQ (plan con rectificación)

# OutputOptions|
source: ATI curve (plan with rectification)
es: Curva ATI (plan con rectificación)
gl: Curva ATI (plan con rectificación)

# OutputOptions|
source: ASN curve
es: Curva ASN
gl: Curva ASN

# PlanMultiple|
source: Lot size (N)
es: Tamaño del lote (N)
gl: Tamaño do lote (N)

# PlanMultiple|
source: Number of stages
es: Número de etapas
gl: Número de etapas

# PlanMultiple|
source: Stage
es: Etapa
gl: Etapa

# PlanMultiple|
source: Sample size (n)
es: Tamaño muestral (n)
gl: Tamaño mostral (n)

# PlanMultiple|
source: Acceptance number (c)
es: Número de aceptación (c)
gl: Número de aceptación (c)

# PlanMultiple|
source: Rejection number (r)
es: Número de rechazo (r)
gl: Número de rexeite (r)

# PlanSingle|
source: Lot size (N)
es: Tamaño del lote (N)
gl: Tamaño do lote (N)

# PlanSingle|
source: Sample size (n)
es: Tamaño muestral (n)
gl: Tamaño mostral (n)

# PlanSingle|
source: Acceptance number (c)
es: Número de aceptación (c)
gl: Número de aceptación (c)

# PlanSingle|
source: Rejection number (r)
es: Número de rechazo (r)
gl: Número de rexeite (r)

# ProbDefect|
source: Proportion non-conforming items
es: Proporción de elementos no conformes
gl: Proporción de elementos non conformes

# ProbDefect|
source: From
es: De
gl: De

# ProbDefect|
source: To
es: A
gl: A

# ProbDefect|
source: Step size
es: Tamaño de paso
gl: Tamaño de paso

# RiskPoints|
source: Quality constraints
es: Restricciones de calidad
gl: Restricións de calidade

# RiskPoints|
source: Acceptable Quality Level (AQL)
es: Nivel de Calidad Aceptable (NCA, AQL)
gl: Nivel de Calidade Aceptable (NCA, AQL)

# RiskPoints|
source: Rejectable Quality Level (RQL / LTPD)
es: Nivel de Calidad Rechazable (RQL/LTPD)
gl: Nivel de Calidade Rexeitable (RQL/LTPD)

# RiskPoints|
source: Producer's Risk (α)
es: Riesgo de Productor (α)
gl: Risco de Produtor (α)

# RiskPoints|
source: Consumer's Risk (β)
es: Riesgo del Consumidor (β)
gl: Risco do Consumidor (β)

# CreateAttributePlan|
source: Lot size (N)
es: Tamaño del lote (N)
gl: Tamaño do lote (N)

# CreateVariablePlan|
source: Lot size (N)
es: Tamaño del lote (N)
gl: Tamaño do lote (N)

# CreateVariablePlan|
source: Standard Deviation (Historical) known
es: Desviación Típica (Histórica) conocida
gl: Desvío Padrón (Histórico) coñecido

# DecideVariableLots|
source: Measurement
es: Medida
gl: Medida

# DecideVariableLots|
source: Specify sample statistics directly (used if dataset is not available)
es: Especificar directamente las estadísticas muestrales (usado si no se dispone del conjunto de datos)
gl: Especificar directamente as estatísticas mostrais (usado se non se dispón do conxunto de datos)

# DecideVariableLots|
source: Sample size (n)
es: Tamaño muestral (n)
gl: Tamaño mostral (n)

# DecideVariableLots|
source: Sample mean
es: Media muestral
gl: Media mostral

# DecideVariableLots|
source: Sample standard deviation
es: Desviación típica muestral
gl: Desvío padrón mostral

# DecideVariableLots|
source: Specification limits
es: Límites de la especificación
gl: Límites da especificación

# DecideVariableLots|
source: Lower Specification Limit (LSL)
es: Límite Inferior de Especificación (LIE, LSL)
gl: Límite Inferior de Especificación (LIE, LSL)

# DecideVariableLots|
source: Upper Specification Limit (USL)
es: Límite Superior de Especificación (LSE, USL)
gl: Límite Superior de Especificación (LSE, USL)

# DecideVariableLots|
source: Standard Deviation (Historical)
es: Desviación Típica (Histórica)
gl: Desvío Padrón (Histórico)

# DecideVariableLots|
source: Quality constraints
es: Restricciones de calidad
gl: Restricións de calidade

# DecideVariableLots|
source: Acceptable Quality Level (AQL)
es: Nivel de Calidad Aceptable (NCA, AQL)
gl: Nivel de Calidade Aceptable (NCA, AQL)

# DecideVariableLots|
source: Rejectable Quality Level (RQL / LTPD)
es: Nivel de Calidad Rechazable (RQL/LTPD)
gl: Nivel de Calidade Rexeitable (RQL/LTPD)
