Repository: pankajrsingla/jaspAcceptanceSampling
Catalog: po/R-*.po
Languages: es

source: Single Sampling Plan
es: Plan de Muestreo Único

source: Multiple Sampling Plan
es: Plan de Muestreo Múltiple

source: Acceptance Sampling Plan
es: Plan de Muestreo de Aceptación

source: Value
es: Valor

source: Sample
es: Muestra

source: Sample Size
es: Tamaño de la Muestra

source: Cum. Sample Size
es: Tamaño de la Muestra Acumulada

source: Acc. Number
es: Número de Aceptación

source: Rej. Number
es: Número de Rechazo

source: Analyze Variable Plan
es: Analizar Plan de Variables

source: Variable Sampling Plan (Standard deviation assumed to be <b>%s</b>)
es: Plan de Muestro de Variables (asumiendo una desviación típica de <b>%s</b>)

source: Sample size
es: Tamaño de la muestra

source: Critical Distance (k)
es: Distancia Crítica (k)

source: If historical standard deviation is unknown, sample size has to be > 1.
es: Si la desviación típica histórica es desconocida, el tamaño de la muestra debe ser > 1.

source: Lot size (N = %1$.0f) cannot be smaller than the sample size (n = %2$.0f) of the generated variable plan.
es: El tamaño del lote (N = %1$.0f) no puede ser menor que el tamaño de la muestra (n = %2$.0f) del plan de variables generado.

source: Lower limit for proportion non-conforming items needs to be smaller than the upper limit.
es: El límite inferior para la proporción de elementos no conformes, tiene que ser menor que el límite superior.

source: Step size for proportion non-conforming items needs to be smaller than the difference between the upper and limits.
es: El tamaño de paso para la proporción de elementos no conformes, tiene que ser menor que la diferencia entre los límites superior e inferior.

source: Step size of 0 is allowed only if the lower and upper limits of proportion non-conforming items are identical.
es: Un tamaño de paso igual a 0 solo se admite si los límites inferior y superior de la proporción de elementos no conformes, son idénticos.

source: Sample size (n) cannot be larger than the lot size (N).
es: El tamaño de la muestra (n) no puede ser mayor que el tamaño del lote (N).

source: Acceptance number (c) cannot be larger than the sample size (n).
es: El número de aceptación (c) no puede ser mayor que el tamaño de la muestra (n).

source: Rejection number (r) cannot be larger than the sample size (n).
es: El número de rechazo (r) no puede ser mayor que el tamaño de la muestra (n).

source: Rejection number (r) has to be larger than the acceptance number (c).
es: El número de rechazo (r) debe ser mayor que el número de aceptación (c).

source: Cumulative sample size (n1+n2+...) cannot be larger than the lot size (N).
es: El tamaño de la muestra acumulada (n1+n2+...) no puede ser mayor que el tamaño del lote (N).

source: Final rejection number (r) needs to be 1 more than the final acceptance number (c).
es: El número de rechazo final (r) tiene que ser 1 más que el número de aceptación final (c).

source: Rejection number (r) for every stage has to be larger than the corresponding acceptance number (c).
es: El número de rechazo (r) de cada etapa debe ser mayor que el correspondiente número de aceptación (c).

source: Acceptance numbers (c) are cumulative, so they need to be in a non-decreasing sequence.
es: Los números de aceptación (c) son acumulados, por lo que es necesario que no sigan una secuencia decreciente.

source: Rejection numbers (r) are cumulative, so they need to be in a non-decreasing sequence.
es: Los números de rechazo (r) son acumulados, por lo que es necesario que no sigan una secuencia decreciente.

source: No valid values found in the plan. Check the inputs.
es: No se encontraron valores válidos en el plan. Comprueba las entradas.

source: AQL (Acceptable Quality Level) value should be lower than RQL (Rejectable Quality Level) value.
es: El valor NCA (Nivel de Calidad Aceptable, AQL) tiene que ser menor que el valor NCR (Nivel de Calidad Rechazable, RQL).

source: 1 - α (Producer's risk) has to be greater than β (consumer's risk).
es: 1 - α (riesgo del productor) tiene que ser mayor que β (riesgo del consumidor).

source: Current plan <b>CAN %s</b> meet the specified risk point(s).
es: El plan vigente <b>CAN %s</b> satisface el(los) punto(s) especificado(s) de riesgo.

source: Proportion Non-conforming
es: Proporción No Conforme

source: Required P(accept)
es: P requerido (aceptar)

source: Actual P(accept)
es: P actual (aceptar)

source: Probability of acceptance (%.3f) at AQL (%.3f) is <b>lower</b> than the required probability of acceptance (%.3f) at AQL.
es: La probabilidad de aceptación (%.3f) al NCA (%.3f) es <b>menor</b> que la probabilidad de aceptación requerida (%.3f) al NCA.

source: Probability of acceptance (%.3f) at RQL (%.3f) is <b>higher</b> than the required probability of acceptance (%.3f) at RQL.
es: La probabilidad de aceptación (%.3f) al NCR (%.3f) es <b>mayor</b> que la probabilidad de aceptación requerida (%.3f) al NCR.

source: Acceptance Probabilities
es: Probabilidades de Aceptación

source: Prop. Non-conforming
es: Prop. no conforme

source: P(accept)
es: P(aceptar)

source: OC (Operating Characteristics) Curve
es: Curva OC (Características Operativas)

source: Probability of Acceptance
es: Probabilidad de Aceptación

source: AOQ (Average Outgoing Quality) Curve
es: Curva CMS (Calidad Media de Salida, AOQ)

source: Can not calculate AOQ. Check the plan parameters.
es: No se puede calcular la CMS (AOQ). Comprueba los parámetros del plan.

source: (Incoming) Proportion Non-conforming
es: (Entrante) Proporción No Conforme

source: Average Outgoing Quality
es: Calidad Media de Salida

source: AOQL: %.3f
es: LCMS (AOQL): %.3f

source: ATI (Average Total Inspection) Curve
es: Curva ITM (Inspección Total Media, ATI)

source: Can not calculate ATI. Check the plan parameters.
es: No se puede calcular la ITM (ATI). Comprueba los parámetos del plan.

source: Average Total Inspection
es: Inspección Total Media

source: ASN (Average Sample Number) Curve
es: Curva NMM (Número de la Muestra Media, ASN)

source: Can not calculate ASN. Check the plan parameters.
es: No se puede calcular el NMM (ASN). Comprueba los parámetos del plan.

source: Average Sample Number
es: Número de la Muestra Media

source: Generated Sampling Plan
es: Plan de Muestreo Generado

source: Acceptance probabilities at AQL and RQL
es: Probabilidades de aceptación aos NCA (AQL) e NCR (RQL)

source: Acceptance Probability
es: Probabilidad de Aceptación

source: Rejection Probability
es: Probabilidad de Rechazo

source: If the number of defective items out of %1$d sampled is <= %2$d, accept the lot. Reject otherwise.
es: Si el número de elementos defectuosos más allá de %1$d muestreados es <= %2$d, acepta el lote. Recházalo en caso contrario.

source: Create Variable Plan
es: Crear Plan de Variables

source: Variable plan generated for the current quality constraints is invalid. Modify the quality constraints.
es: El plan de variables generado para las restricciones de calidad vigentes, no es válido. Modifica las restricciones de calidad.

source: Variable plan generated for the current quality constraints has an invalid sample size (n). Modify the quality constraints.
es: El plan de variables generado para las restricciones de calidad vigentes, no tiene un tamaño muestral (n) válido. Modifica las restricciones de calidad.

source: Variable plan generated for the current quality constraints has an invalid k value. Modify the quality constraints.
es: El plan de variables generado para las restricciones de calidad vigentes, no tiene un valor k válido. Modifica las restricciones de calidad.

source: Lot size (N = %.0f) cannot be smaller than the sample size (n = %.0f) of the generated variable plan.
es: El tamaño del lote (N = %.0f) no puede ser menor que el tamaño de la muestra (n = %.0f) del plan de variables generado.

source: Accept or Reject Lot %s
es: Aceptar o Rechazar Lote %s

source: Sample Mean
es: Media Muestral

source: Sample Standard Deviation
es: Desviación Típica Muestral

source: Historical Standard Deviation
es: Desviación Típica Histórica

source: Lower Specification Limit (LSL)
es: Límite Inferior de Especificación (LIE,LSL)

source: Upper Specification Limit (USL)
es: Límite Superior de Especificación (LSE, USL)

source: Z.LSL
es: Z.LIE

source: Z.USL
es: Z.LSE

source: Sample standard deviation has to be greater than 0.
es: La desviación típica muestral tiene que ser mayor que 0.

source: Sample mean is invalid.
es: La media muestral no es válida.

source: Can not accept or reject lot: sample size has to be greater than 1.
es: No se puede aceptar o rechazar el lote: el tamaño de la muestra tiene que ser mayor que 1.

source: Sample size has to be <b>> 1</b> if <b>both</b> LSL and USL are provided, and historical standard deviation is <b>unknown</b>.
es: El tamaño muestral tiene que ser <b>> 1</b> si se indican <b>tanto</b> LIE como LSE, y la desviación típica histórica es <b>desconocida</b>.

source: <u>Decision:</u> <b>%s</b> lot.
es: <u>Decisión:</u> <b>%s</b> lote.
